export const REPLY_ANSWERS = [
    'Андок кидок',
    'тьмок',
    'Похоже на то.',
    'не в курсе',
    'разумеется',
    'хмм...',
    'я не шарю',
    'без понятия',
    'может быть',
    'само собой разумеется',
    'пёс его знает',
    'так точно!',
    'безусловно',
    'самому интересно',
    'Нет',
    'Да',
    'возможно',
    'однако',
    'пёс его знает',
    'так точно!',
    'скорее всего',
    'спроси что-нибудь попроще',
    'меньше знаешь - крепче спишь)',
    'правда',
    'хрен его знает',
    'а как же',
    'ещё бы',
    'не знаю',
    'ей-богу',
    'согласен',
    'ума не приложу',
    'однако',
    'угу',
    'несомненно',
    'сложно ответить',
    'спроси что-нибудь попроще',
    'не в теме',
    'помогаю',
    'ауф',
    'Да ты знаешь кто я',
    'чёрт его знает',
];

export const REPLY_OR_ANSWERS = [
    'Я думаю лучше ',
    'Твой выбор - ',
    'Проверяю информацию... ',
    'скорее всего ',
    'спроси что-нибудь попроще',
    'меньше знаешь - крепче спишь)',
    'ума не приложу',
    'сложно ответить',
    'спроси что-нибудь попроще',
    'не в теме',
    'самому интересно'
];

export const WHO_IS_QUESTION = [
    'кто на сервере'
];

export const WHO_IS_ANSWERS = [
    'потенциально это',
    'вернее всего это',
    'сложно ответить',
    'похоже это',
    'должно быть это',
    'кажется это',
    'думаю что',
    'правдоподобно что это',
    'реально это',
    'пожалуй что это',
    'видно это',
    'вероятно это',
    'как мне кажется это',
    'не в теме',
    'чёрт его знает',
    'спроси что-нибудь попроще'
];

export const FILTHY_LANG = [
    'сука',
    'пидор',
    'гей',
    'Шлюха',
    'Хитровыебанный',
    'Сучка',
    'Еблан',
    'Долбоёб',
    'Иди на хуй'
];

export const FILTHY_LANG_ANSWERS = [
    'Не тагай меня пес!',
    'Я не видел бафов уже десять тысяч лет',
    'Тсс! Не мешай мне думать!',
    '[вздох] Придется драться.',
    'Я не глухой!',
    'Ты осмелился заговорить со мной!',
    'Никто не знает моей истинной силы!',
    'Тысячи лет я искал пати в ключ!',
    'Что бы вы все сгорели!!! [Шепотом] Простите.',
    'От тебя разит могилой, смертный.',
    'Вы, демон хантеры, только трепаться умеете?'
];

export const RESPONSES = {
    NO_QUESTION: 'Я отвечаю только на вопросы'
};